7zip
asciidoctor
avahi
base
base-devel
bison
bottom
btrfs-progs
clang
croc
cryptsetup
cups
curl
dconf-editor
decibels
deno
diffutils
discount
dnsmasq
docker
docker-buildx
docker-compose
dosfstools
dust
e2fsprogs
evince
exfatprogs
eza
f2fs-tools
fd
firefox
fish
flex
fragments
fzf
gcc
gcolor3
gdb
gdm
ghostty
git
gnome-backgrounds
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-connections
gnome-control-center
gnome-dictionary
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-sound-recorder
gnome-text-editor
gnome-themes-extra
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-weather
gptfdisk
graphviz
grub
gst-libav
gst-plugin-pipewire
gst-plugins-ugly
gstreamer-vaapi
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
htop
httpie
hunspell-en_gb
hunspell-en_us
hurl
hyperfine
hyphen-en
intel-media-driver
intel-ucode
iptables-nft
jdk-openjdk
jdk21-openjdk
jq
just
kondo
less
lesspipe
libfido2
libreoffice-fresh
libvdpau-va-gl
linux
linux-firmware
lldb
lm_sensors
logrotate
loupe
lsb-release
make
man-db
man-pages
meson
mpv
mutter
nautilus
neofetch
neovim
networkmanager
nfs-utils
nmap
nodejs
notification-daemon
noto-fonts
noto-fonts-emoji
npm
openssh
pacman-contrib
patch
pdfarranger
perl-image-exiftool
pipewire-alsa
pipewire-pulse
pitivi
pkgconf
plantuml
poppler
rclone
ripgrep
rsync
ruby-rouge
rygel
scanmem
sd
seahorse
seahorse-nautilus
shellcheck
signal-desktop
simple-scan
snapshot
starship
stow
sudo
system-config-printer
tmux
totem
traceroute
tree
ttc-iosevka
ttf-dejavu
ttf-hack
ttf-liberation
ttf-roboto
unzip
usbutils
vulkan-intel
wget
which
whois
wireplumber
wl-clipboard
xdg-desktop-portal
xdg-user-dirs-gtk
yelp
yt-dlp
zip
