base
base-devel
bottom
btrbk
btrfs-progs
cryptsetup
curl
diffutils
docker
docker-buildx
docker-compose
dosfstools
e2fsprogs
exfatprogs
eza
f2fs-tools
fastfetch
fd
ffmpeg
fish
fzf
git
gptfdisk
hunspell-en_gb
hunspell-en_us
hyphen-en
intel-media-driver
intel-ucode
iptables-nft
jq
just
less
lesspipe
libfido2
libvdpau-va-gl
linux
linux-firmware
lm_sensors
logrotate
lsb-release
man-db
man-pages
mbuffer
msmtp
msmtp-mta
neovim
nfs-utils
openssh
pacman-contrib
rclone
ripgrep
rsync
s-nail
sd
smartmontools
starship
stow
sudo
tmux
traceroute
tree
tree-sitter-cli
unzip
usbutils
vulkan-intel
wget
which
whois
yt-dlp
zip
zram-generator
