aisleriot
asciidoctor
autoconf
automake
avahi
bandwhich
base
bash-completion
binutils
bison
cheese
clang
cmus
cryptsetup
cups
curl
darkhttpd
dbeaver
dconf-editor
deno
diffutils
discount
dnsmasq
docker
docker-compose
dosfstools
drawing
e2fsprogs
easytag
eog
eog-plugins
evince
exa
exfat-utils
f2fs-tools
fakeroot
fd
file-roller
firefox
flex
fragments
fzf
gcc
gcolor3
gdb
gdm
geary
git
gnome-2048
gnome-backgrounds
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-dictionary
gnome-disk-utility
gnome-font-viewer
gnome-games
gnome-keyring
gnome-logs
gnome-mahjongg
gnome-mines
gnome-nibbles
gnome-photos
gnome-recipes
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-sound-recorder
gnome-sudoku
gnome-terminal
gnome-text-editor
gnome-themes-extra
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-weather
gnuchess
gptfdisk
graphviz
groff
grub
gst-libav
gst-plugins-ugly
gstreamer-vaapi
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
helix
help2man
htop
httpie
hunspell-en_gb
hunspell-en_us
hyperfine
hyphen-en
inkscape
intel-media-driver
intel-ucode
iptables-nft
jdk-openjdk
jdk17-openjdk
jq
kooha
less
lesspipe
libreoffice-fresh
libvdpau-va-gl
linux
linux-firmware
lldb
lm_sensors
logrotate
lsb-release
m4
magic-wormhole
make
man-db
man-pages
meson
mpv
mutter
nautilus
neofetch
neovim
networkmanager
nfs-utils
nmap
nodejs
notification-daemon
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
openssh
p7zip
pacman-contrib
patch
pdfarranger
perl-image-exiftool
perl-rename
pipewire-alsa
pipewire-pulse
pitivi
pkgconf
plantuml
poppler
quadrapassel
ripgrep
rsync
ruby-rouge
rygel
scanmem
screen
sd
seahorse
seahorse-nautilus
shellcheck
signal-desktop
simple-scan
soundfont-fluid
starship
stow
sudo
system-config-printer
texinfo
totem
traceroute
tree
ttf-dejavu
ttf-hack
ttf-iosevka-nerd
ttf-liberation
ttf-roboto
unzip
usbutils
vulkan-intel
wget
which
whois
wireplumber
wl-clipboard
xdg-desktop-portal
xdg-user-dirs-gtk
yarn
yelp
youtube-dl
zip
